[   {
    "name": "In The Forest",
    "description": "Inspired by folk tales of the mid 19th Century, the In the Forest range of mixing bowls are intricately embossed with forest scenes featuring favourite forest animals. The range includes four nesting mixing bowls, each one perfect for different mixtures as well as providing easy storage.",
    "image_source": "https://www.coloursupplies.com/storage/app/uploads/public/360/eb1/024/thumb__550_0_0_0_crop.jpg"     
    },
    {
        "name": "Heart Mixing Bowls ",
        "description": "These traditional Mason Cash bowls have embossed hearts around the outside. This isn’t just to help grip the bowls when mixing, it’s also because we know how much you love baking!",
        "image_source": "https://www.kitchenwarehouse.com.au/kwh/images/2000px/Mason-Cash-Hearts-Mixing-Bowl-Red_Lifestyle-2_2000px.jpg"
    },
    {
        "name": "Cane Mixing Bowls",
        "description": "The distinct patterned exterior and rim of the bowl is designed to help bakers grip and tip the bowl and has become synonymous with the brand and baking ever since. The wide, shallow shape also allows for kneading within the bowl if required.",
        "image_source": "https://www.silvermushroom.com/wp-content/uploads/2018/05/Cane_Mixing_Bowl_Stacked-e1623252335378.jpeg" 
    },
    {
        "name": "Inovative Kitchen Mixing Bowls",
        "description": "Innovative Kitchen range delivers smart solutions for day to day kitchen needs. The tilt mixing bowl makes mixing on countertops easier allowing more air to be incorporated into mixes when whisking.",
        "image_source": "https://i.ebayimg.com/thumbs/images/g/apQAAOSwmU5fpdHf/s-l225.webp"
    },
    {
        "name": "William Mason Embossed Mixing Bowls",
        "description": "Stylish embossed Hedgehog effect. William Mason mixing bowls are perfect for bread, cake, cookie, pastry and pudding mixes. Made from chip resistant earthenware, these bowls counter the tendency to move during manual mixing.  The finger inserts on the exterior rim helping to grip the bowl.",
        "image_source": "https://www.coloursupplies.com/storage/app/uploads/public/360/eb1/024/thumb__550_0_0_0_crop.jpg"
    },
    {
        "name": "Baker's Authority Mixing Bowls",
        "description": "Paying homage to the resourceful home bakers of post war Britain in the 1940's and 50's, Baker's Authority mixing bowls will add colour and style to any kitchen.",
        "image_source": "https://img.grouponcdn.com/deal/4VTf5DCP3JREGfjAZKp2yPNJnhvy/4V-2048x1229/v1/t600x362.jpg"
    },
    {
        "name": "Colour Mixing Bowls",
        "description": "Mix colour into the kitchen with Mason Cash Colour Mix mixing bowl range. These brightly coloured size 12 bowls retain the classic charm of Mason Cash, ushering in a bright, vibrant palette to any kitchen.  Chip resistant, dishwasher proof and freezer safe.",
        "image_source": "https://www.kitchenwarehouse.com.au/kwh/images/2000px/Mason-Cash-Hearts-Mixing-Bowl-Red_Lifestyle-2_2000px.jpg"
    }
]
